Revit 2027 API
ParameterTypeId.ZonePerimeter Property
 "Perimeter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZonePerimeter { get; }
Public Shared ReadOnly Property ZonePerimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZonePerimeter {
	ForgeTypeId^ get ();
}
static member ZonePerimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace